// PCKeychain
"Enter the passphrase of the private key for %@." = "%@ の秘密鍵のパスワードを入力してください。";
"Imported by %@ at %@" = "読み込まれた %@（%@）";
"The certificate for this server has expired. You might be connecting to a server that is pretending to be “%@”, which could put your confidential information at risk. Would you like to connect to this server anyway?" = "このサーバの証明書は有効期限が切れています。“%@” に偽装したサーバに接続している可能性があり、機密情報が漏えいするおそれがあります。それでもこのサーバに接続しますか？";
"The certificate for this server is not yet valid. You might be connecting to a server that is pretending to be “%@”, which could put your confidential information at risk. Would you like to connect to this server anyway?" = "このサーバの証明書は無効です。“%@” に偽装したサーバに接続している可能性があり、機密情報が漏えいするおそれがあります。それでもこのサーバに接続しますか？";
"The certificate for this server was signed by an unknown certifying authority. You might be connecting to a server that is pretending to be “%@”, which could put your confidential information at risk. Would you like to connect to this server anyway?" = "このサーバの証明書はまだ有効になっていません。“%@” に偽装したサーバに接続している可能性があり、機密情報が漏えいするおそれがあります。それでもこのサーバに接続しますか？";
"The certificate for this server is invalid. You might be connecting to a server that is pretending to be “%@”, which could put your confidential information at risk. Would you like to connect to this server anyway?" = "このサーバの証明書は上明な認証機関によって署吊されています。“%@” に偽装したサーバに接続している可能性があり、機密情報が漏えいするおそれがあります。それでもこのサーバに接続しますか？";
"Continue" = "続ける";
"Cancel" = "キャンセル";
"OK" = "OK";
"Keychain Error" = "キーチェーンエラー";

// NSAppleEventDescriptor-Additions
"Could not get property." = "プロパティを取得できませんでした。";

// PCAuthorizationManager
"Could not change permissions of \"%@\"." = "\"%@\" をアクセス権を変更できませんでした。";
"Could not change owner/group of \"%@\"." = "Could not change owner/group of \"%@\" のオーナー／グループを変更できませんでした。";
"Authorization was cancelled." = "認証はキャンセルされました。";
"The operation could not be completed because authorization was not obtained." = "認証結果を受信できなかったため操作を完了できませんでした。";

// PCURLAuthenticator
"Username and Password Required for %@" = "%@ のユーザ名とパスワードが必要です";
"Log In" = "ログイン";
"Username" = "ユーザ名";
"Password" = "パスワード";
"Username and Password Required" = "ユーザ名とパスワードが必要です";
"%@ requires a username and password to view. Your password will be sent in the clear." = "%@ を表示するにはユーザ名とパスワードが必要です。尚、パスワードは平文で送信されます。";

// NSFileManager-Additions
"Hard Disk" = "Hard Disk";

// KeyCombo
"Space" = "Space";

// PCTranscript
"\nConnection %lu\n\n" = "\接続 %lu\n\n";
"Not Connected" = "未接続";
"Truncated Log File (View Complete)" = "ログファイルの冒頭（すべて表示）";

// NSDate-Conversions
"Today" = "今日";
"Yesterday" = "昨日";
"%ld days ago" = "%ld 日前";
"%ld weeks ago" = "%ld 週前";
"%ld months ago" = "%ld ヶ月前";
"%ld years ago" = "%ld 年前";
"1 day ago" = "1 日前";
"1 week ago" = "1 週前";
"1 month ago" = "1 ヶ月前";
"1 year ago" = "1 年前";